{
  "home_h1_1": "Leading Screws Store in Israel for All Construction Needs",
  "home_h2_2": "Why Choose Avutbul Screws?",
  "home_h2_3": "Our Leading Products",
  "home_h2_4": "Our Services",
  "home_h2_5": "Who Are We Right For?",
  "home_h2_6": "Ready to Get Started?",
  "home_h3_7": "Huge Selection of Screws, Nuts and Fasteners for Contractors and Professionals",
  "home_h3_8": "Stainless Steel Screws",
  "home_h3_9": "Concrete Screws",
  "home_p_17": "Happily created by Zappy",
  "home_p_18": "Avutbul Screws is a leading screws store in Israel specializing in supplying fasteners to contractors, building materials store owners, and maintenance managers. We offer a wide range of screws and nuts for construction, with emphasis on high quality, competitive prices, and professional service. Our experience in building materials and hardware allows us to understand each customer's unique needs and provide customized solutions.",
  "home_p_19": "Whether you're contractors executing large projects, DIY enthusiasts looking for quality materials for home renovation, or store owners seeking a reliable supplier - Avutbul Screws is the perfect address for you. We are committed to fast delivery, professional consultation, and always available inventory.",
  "home_p_20": "Wide range of corrosion-resistant stainless steel screws, perfect for outdoor use and humid environments.",
  "home_p_21": "Special screws for concrete work, suitable for industrial projects and heavy construction.",
  "home_p_22": "Advanced screws for carpentry and wood work, in various sizes and types for every project.",
  "home_p_23": "We understand that time is money in the construction industry. Therefore, we offer fast and reliable delivery service throughout the country. Whether you need an urgent order for a construction site or regular supply for your store, we're here to ensure you receive your materials on time.",
  "home_p_24": "Our service includes fast deliveries, self-pickup option, and telephone consultation available for any question. We work with leading shipping companies to ensure products reach you intact and quickly.",
  "home_p_25": "Our experienced team consists of experts in building materials and hardware, with deep knowledge of all types of screws and materials. We offer free professional consultation to every customer, whether you're experienced contractors or DIY enthusiasts starting a new project.",
  "home_p_26": "We'll be happy to help you choose the most suitable screws and materials for your project, recommend economical and efficient solutions, and answer any technical question. Our consultation is based on years of experience and deep knowledge of the Israeli market.",
  "home_p_27": "Regular supply of fasteners to contractors for projects of all sizes, with special prices for bulk orders.",
  "home_p_28": "Wide range of screws and materials for home renovations, with personal consultation and professional support.",
  "home_p_29": "Flexible supply solutions for building materials store owners, with wholesale prices and personal service.",
  "home_p_30": "Regular supply for maintenance needs of large buildings, with immediate availability and fast deliveries.",
  "home_p_31": "Contact us today for a quote or free professional consultation",
  "home_p_32": "© 2025 Avutbul Screws. All rights reserved.",
  "home_p_33": "Created with Zappy",
  "about_h1_1": "Our Story - A Screw Store in Israel with a Heritage of Quality",
  "about_h2_2": "The Values That Guide Us",
  "about_h2_3": "Our Commitment to You",
  "about_h2_4": "Want to Get to Know Us Better?",
  "about_h3_5": "Experience, professionalism and commitment to excellent service",
  "about_h3_6": "Quality without compromise",
  "about_h3_7": "Reliability and transparency",
  "about_h3_8": "Personal and professional service",
  "about_h3_9": "Innovation and development",
  "about_p_10": "Happily created by Zappy",
  "about_p_11": "Avutbul Screws was founded out of love for the construction materials and hardware industry, and from a desire to provide customers with the highest level of service. What started as a small screw shop has become over the years one of Israel's leading screw stores, supplying fasteners to contractors, shop owners and maintenance managers throughout the country.",
  "about_p_12": "Over the years, we have built a reputation for reliability, professionalism and excellent service. We believe that business success is measured not only by sales, but primarily by the satisfaction of our customers. Therefore, we invest considerable time and resources in training our staff, maintaining a wide and diverse inventory, and providing personal and customized service to each customer.",
  "about_p_13": "The experience we have gained over the years allows us to understand the unique needs of each market segment - from large contractors managing complex projects, through small shop owners looking for a reliable supplier, to DIY enthusiasts who need advice and guidance. We are proud of our ability to provide customized solutions to each of our customers.",
  "about_p_14": "We are committed to supplying only quality products from leading manufacturers. Every screw, nut and washer we sell undergoes rigorous quality checks and meets the highest international standards. We believe that quality is not just a word, but a long-term commitment to our customers.",
  "about_p_15": "We believe in building long-term relationships with our customers, based on trust and transparency. We are committed to fair and transparent pricing, accurate delivery times, and professional and reliable information. When you work with us, you can be sure that you will receive exactly what was promised to you.",
  "about_p_16": "Every customer is important to us, whether it's a large contractor ordering huge quantities or a DIY enthusiast buying a few screws for a small project. We provide personal service, professional advice, and attention to the small details that make the difference. Our team is always available to answer questions and help you find the perfect solution.",
  "about_p_17": "We don't settle for what we have. We are always looking for new ways to improve our service, expand our range, and adapt ourselves to the changing needs of the market. We follow the latest technologies in the field, import innovative products, and invest in continuous training of our staff.",
  "about_p_18": "As a leading screw shop in Israel, we understand our responsibility to our customers. We are committed to providing you not only with quality products, but also professional service, accurate advice, and fast and reliable delivery. We see every project you undertake as an opportunity to be part of your success.",
  "about_p_19": "Our commitment also includes a commitment to continuous improvement. We listen to feedback from our customers, learn from our mistakes, and always look for ways to improve our service and products. We believe that the only way to succeed in the long term is to always be one step ahead of our customers' expectations.",
  "about_p_20": "Whether you are contractors looking for a reliable supplier of screws and nuts for construction, shop owners who need diverse and continuous inventory, or maintenance managers who need fast and available supply - Avutbul Screws is the right address for you. We invite you to join our customer family and experience for yourself the difference that professional service and real commitment make.",
  "about_p_21": "Contact us now and discover how we can help you",
  "about_p_22": "© 2025 Avutbul Screws. All rights reserved.",
  "about_p_23": "Created with Zappy",
  "home_h3_10": "Wood Screws",
  "home_h3_11": "Fast and Reliable Delivery",
  "home_h3_12": "Professional Consultation",
  "home_h3_13": "Contractors and Builders",
  "home_h3_14": "DIY Enthusiasts",
  "home_h3_15": "Store Owners",
  "home_h3_16": "Maintenance Managers",
  "page_title": "Contact the Hardware Store — Avutbul Screws",
  "contact_p_9": "Happily created by Zappy",
  "home_alt_46": "Avutbul Screws",
  "home_alt_47": "Professional screws store with wide range of building materials",
  "home_alt_48": "Quality stainless steel screws and nuts",
  "home_alt_49": "Screws for concrete and heavy construction work",
  "home_alt_50": "Screws for wood and carpentry work",
  "home_alt_51": "Delivery truck with construction materials",
  "home_alt_52": "Professional consultation for contractors at the hardware store",
  "home_nav_42": "Products",
  "home_nav_43": "Services",
  "home_nav_44": "About",
  "home_nav_45": "Contact",
  "about_alt_34": "Avutbul Screws",
  "about_nav_30": "Products",
  "about_nav_31": "Services",
  "about_nav_32": "About",
  "about_nav_33": "Contact",
  "contact_h1_1": "Contact Israel's Leading Screw Shop",
  "contact_h2_2": "Send us a message",
  "contact_h2_3": "Contact Details",
  "contact_h3_4": "We'll be happy to answer any question and provide professional advice",
  "contact_h3_5": "Phone",
  "contact_h3_6": "Email",
  "contact_h3_7": "Address",
  "contact_h3_8": "Business Hours",
  "contact_p_10": "[business_phone]",
  "contact_p_11": "[business_email]",
  "contact_p_12": "[business_address]",
  "contact_p_13": "Sunday-Thursday: 8:00 - 18:00",
  "contact_p_14": "Friday: 8:00 - 14:00",
  "contact_p_15": "Saturday: Closed",
  "contact_p_16": "© 2025 Avutbul Screws. All rights reserved.",
  "contact_p_17": "Created with Zappy",
  "home_link_34": "Zappy",
  "home_link_35": "Get a Quote",
  "home_link_36": "View All Products",
  "home_link_37": "Contact Now",
  "home_link_38": "Privacy Policy",
  "home_link_39": "Accessibility",
  "home_link_40": "Terms of Use",
  "home_link_41": "Zappy",
  "products_p_9": "Happily created by Zappy",
  "about_link_24": "Zappy",
  "about_link_25": "Contact Us",
  "about_link_26": "Privacy Policy",
  "about_link_27": "Accessibility",
  "about_link_28": "Terms of Use",
  "about_link_29": "Zappy",
  "products_h1_1": "Israel's Most Comprehensive Hardware Store Product Range",
  "products_h2_2": "Stainless Steel Screws",
  "products_h2_3": "Concrete Screws",
  "products_h2_4": "Wood Screws",
  "products_h2_5": "Nuts and Washers",
  "products_h2_6": "Special Fasteners",
  "products_h2_7": "Interested in a Price Quote?",
  "products_h3_8": "Screws and nuts for construction, fasteners for contractors and solutions for every need",
  "products_p_10": "Avutbul Screws offers the widest range of fasteners for contractors and professionals in Israel. Whether you're looking for construction screws and nuts, durable stainless steel screws, or special fasteners for industrial projects - you'll find the perfect solution with us. All our products meet international quality standards and come from leading manufacturers worldwide.",
  "products_p_11": "We specialize in supplying construction materials and hardware to contractors, store owners and maintenance managers, with emphasis on fast service, professional consultation and competitive prices. Our experienced team will help you choose the most suitable products for your project and provide professional technical consultation.",
  "products_p_12": "Our stainless steel screws are manufactured from quality materials resistant to corrosion, rust and harsh weather conditions. Perfect for outdoor use, in humid environments, near the sea and in projects requiring long-term durability. We offer a wide range of sizes and types, including screws with flat head, round head, pan head and more.",
  "products_p_13": "Stainless steel screws are particularly suitable for outdoor carpentry work, deck construction, railing installation, flooring and cladding work, and marine projects. They are available in different quality grades, including A2 and A4, according to your project requirements.",
  "products_p_14": "Our concrete screws are designed for heavy construction work and industrial projects. These are specially strengthened screws capable of withstanding high loads and harsh conditions. We offer a variety of concrete screws, including chemical anchor screws, mechanical expansion screws, and special screws for reinforced concrete.",
  "products_p_15": "Our products are suitable for fixing heavy equipment, installing railings and structures, infrastructure work, and engineering projects. All our concrete screws undergo strict quality testing and meet Israeli and international standards.",
  "products_p_16": "Our wood screws are designed for all types of carpentry and woodwork, from small home projects to large commercial projects. We offer self-tapping screws, countersunk head screws, screws for hard and soft wood, and special screws for strong wood connections.",
  "products_p_17": "Our products include screws in various coatings - galvanized, black, yellow and green - according to end use. Wood screws are suitable for furniture construction, carpentry work, deck and balcony construction, drywall installation, and more.",
  "products_p_18": "Wide range of nuts and washers in all sizes and types. Regular nuts, lock nuts, hex nuts, square nuts, flat washers, spring washers (grover), and special washers for specific uses. All products are available in different materials - steel, stainless steel, galvanized and more.",
  "products_p_19": "Our nuts and washers are suitable for all types of screws and projects, providing secure and reliable connection. We also offer nuts and washers in metric and imperial sizes, as needed.",
  "products_p_20": "Beyond standard products, we offer a wide range of special fasteners for complex projects. Including rivets, scaffolding nails, sheet metal screws, drywall screws, masonry screws, chemical anchors, and more. Each product is adapted for specific use and comes with detailed installation instructions.",
  "products_p_21": "We also provide customized solutions for special projects, including custom manufacturing of fasteners. Our team will help you find the perfect solution for any need, even if it's an unusual project.",
  "products_p_22": "Contact us now and receive professional consultation and a personalized price quote",
  "products_p_23": "© 2025 Avutbul Screws. All rights reserved.",
  "products_p_24": "Created with Zappy",
  "services_h1_1": "Highest Level Hardware Store Services in Israel",
  "services_h2_2": "Fast and Reliable Supply",
  "services_h2_3": "Professional and Technical Consultation",
  "services_h2_4": "Competitive Prices and Volume Discounts",
  "services_h2_5": "Available Inventory and Always in Stock",
  "services_h2_6": "Customized Solutions",
  "services_h2_7": "Why Choose Our Services?",
  "services_h2_8": "Interested in Our Services?",
  "services_h3_9": "Fast delivery, professional consultation, and customized solutions for every client",
  "services_p_10": "Happily created by Zappy",
  "services_p_11": "Avutbul Screws offers not only quality products, but also a wide range of professional services tailored to the unique needs of each client. Whether you are contractors managing large projects, building materials store owners, or maintenance managers in large buildings - we provide the professional and reliable service you need.",
  "services_p_12": "Our experience in the field of building materials and hardware, together with our commitment to excellent customer service, makes us the ideal partner for any project. We understand that every client is unique, so we offer customized solutions that fit exactly your needs.",
  "services_p_13": "We understand that in the construction field, time is money. Delays in supplying fasteners to contractors can delay entire projects and cause significant financial damage. Therefore, we are committed to fast, efficient and reliable delivery service that ensures you receive your products exactly when you need them.",
  "services_p_14": "Our service includes fast deliveries throughout the country, usually within 24-48 hours from the moment of order. We work with leading and experienced shipping companies that ensure the products reach you intact and on time. In addition, we offer the option of self-pickup from our warehouse for those who are interested.",
  "services_p_15": "For regular business customers, we offer ongoing and customized delivery services, including the option for regular deliveries at the frequency you determine. This allows you to plan your inventory efficiently and avoid shortages of critical materials.",
  "services_p_16": "Our experienced team consists of experts in the field of building materials and hardware, with deep knowledge of all types of screws, nuts and fasteners. We offer free professional consultation service to every client, whether you are experienced contractors with years of experience or DIY enthusiasts starting a new project.",
  "services_p_17": "Our consultation includes help in selecting the most suitable products for your project, recommendations for economical and efficient solutions, and technical advice on issues such as material strength, corrosion resistance, and proper installation methods. We will also be happy to help you calculate the amount of materials needed for your project.",
  "services_p_18": "Our consultation is based on years of experience in the field, deep knowledge of the Israeli market, and keeping track of the latest technologies and products in the field. We are available for telephone consultation, email, or personal meeting at our warehouse.",
  "services_p_19": "We believe that high quality doesn't have to come at a high price. Therefore, we offer competitive prices on all our products, while maintaining the highest level of quality. We work directly with leading manufacturers and importers, which allows us to offer particularly attractive prices.",
  "services_p_20": "For contractors, store owners and maintenance managers who order in large quantities, we offer special wholesale prices and significant quantity discounts. The larger the quantity, the more significant the discount. This allows you to save significant money on large projects.",
  "services_p_21": "In addition, we offer loyalty programs for regular customers, with cumulative discounts and special benefits. We also commit to offering fair and transparent prices, without hidden costs or unpleasant surprises.",
  "services_p_22": "One of the great advantages of working with Avutbul Screws is our wide and available inventory. We maintain a large inventory of all popular and common products, so you can always find what you need. This saves you valuable time and allows you to advance your projects without delays.",
  "services_p_23": "Our warehouse is organized efficiently and modernly, with an advanced inventory management system that ensures we always know exactly what is in stock and what needs to be ordered. This allows us to provide fast and accurate service, and avoid situations of product shortages.",
  "services_p_24": "In rare cases where a specific product is not available in stock, we commit to ordering it as quickly as possible and updating you on the estimated delivery time. We also offer a pre-order service for special products or particularly large quantities.",
  "services_p_25": "We understand that sometimes special projects require special solutions. Therefore, we offer a service of developing customized solutions for our customers. Whether it's screws in non-standard sizes, special materials, or fasteners adapted to specific needs - we are here to help.",
  "services_p_26": "Our team will work with you in close cooperation to understand your unique needs and find the perfect solution. We can order special products from manufacturers, produce custom fasteners, or provide professional engineering consultation for complex projects.",
  "services_p_27": "This service is especially designed for large contractors, construction companies, and engineers dealing with complex technical challenges. We take pride in our ability to find creative and efficient solutions even for the most challenging situations.",
  "services_p_28": "Years of experience in the field of building materials",
  "services_p_29": "Professional and experienced team always at your service",
  "services_p_30": "Competitive prices and quantity discounts",
  "services_p_31": "Fast delivery throughout the country",
  "services_p_32": "Wide and always available inventory",
  "services_p_33": "Personal service tailored to each client",
  "services_p_34": "Contact us now for professional consultation and a personalized quote",
  "services_p_35": "© 2025 Avutbul Screws. All rights reserved.",
  "services_p_36": "Created with Zappy",
  "contact_alt_34": "Avutbul Screws",
  "contact_btn_25": "Send Message",
  "contact_nav_30": "Products",
  "contact_nav_31": "Services",
  "contact_nav_32": "About",
  "contact_nav_33": "Contact",
  "contact_link_18": "Zappy",
  "contact_link_19": "[business_phone]",
  "contact_link_20": "[business_email]",
  "contact_link_21": "Privacy Policy",
  "contact_link_22": "Accessibility",
  "contact_link_23": "Terms of Use",
  "contact_link_24": "Zappy",
  "products_alt_35": "Avutbul Screws",
  "products_alt_36": "Quality stainless steel screws in various sizes",
  "products_alt_37": "Strong concrete screws for construction work",
  "products_alt_38": "Advanced wood screws for carpentry",
  "products_alt_39": "Nuts and washers in various sizes",
  "products_alt_40": "Special fasteners for industry",
  "products_nav_31": "Products",
  "products_nav_32": "Services",
  "products_nav_33": "About",
  "products_nav_34": "Contact",
  "services_alt_47": "Avutbul Screws",
  "services_nav_43": "Products",
  "services_nav_44": "Services",
  "services_nav_45": "About",
  "services_nav_46": "Contact Us",
  "contact_label_26": "Full Name *",
  "contact_label_27": "Email *",
  "contact_label_28": "Phone *",
  "contact_label_29": "Message",
  "meta_description": "Contact Avutbul Screws for professional consultation and price quote. Hardware store in Israel supplying fasteners to contractors and professionals.",
  "products_link_25": "Zappy",
  "products_link_26": "Contact",
  "products_link_27": "Privacy Policy",
  "products_link_28": "Accessibility",
  "products_link_29": "Terms of Use",
  "products_link_30": "Zappy",
  "services_link_37": "Zappy",
  "services_link_38": "Contact Us",
  "services_link_39": "Privacy Policy",
  "services_link_40": "Accessibility",
  "services_link_41": "Terms of Use",
  "services_link_42": "Zappy"
}